{
  "title": "Explore data in the Global Gas Finance Tracker",
  "footer": "All data comes from GEM's [Global Gas Finance Tracker](https://globalenergymonitor.org/projects/global-gas-finance-tracker/), last updated in September 2025. The Gas Finance Tracker is a dataset of financial transactions to in-development LNG terminals and gas-fired power plants. The tracker includes information on project financiers, transaction amounts, financial institutions, financing status, dates of financial close, and more. The initial data release covers 13 East and Southeast Asian countries: Bangladesh, Cambodia, Indonesia, Japan, Malaysia, Myanmar, Pakistan, the Philippines, Singapore, South Korea, Taiwan, Thailand, and Vietnam.",
  "dropdown_label": "Select a Country: ",
  "no_data": "No data available for {{selected}}",
  "dropdown": [
    {
      "Country": "All",
      "overall_summary": "Placeholder"
    },    
    {
      "Country": "Bangladesh",
      "overall_summary": "Project finance for proposed LNG import terminals remains opaque, as Bangladesh’s interim government scrapped deals with prospective LNG developers. In the power sector, prospective gas plant projects are in varying stages of development and financing."
    },
    {
      "Country": "Cambodia",
      "overall_summary": "Cambodia’s two potential LNG import projects still appear to be seeking financing, as does its developing power plant."
    },
    {
      "Country": "Indonesia",
      "overall_summary": "Operating coal power capacity in countries part of the Organisation for Economic Co-operation and Development (OECD) has fallen 28% since 2015.<br>Only four countries in the OECD – Australia, Japan, Türkiye, and the United States – are still considering new coal projects."
    },
    {
      "Country": "Japan",
      "overall_summary": "Project finance for an expansion of a planned LNG import terminal remains opaque, but domestic parent companies and banks are set to play a role financing new gas power units."
    },
    {
      "Country": "Malaysia",
      "overall_summary": "Potential project financing has been discussed for a proposed LNG export terminal in construction, while financing for two gas power plant units–one potentially shelved–remains to be determined."
    },
    {
      "Country": "Myanmar",
      "overall_summary": "Political instability appears to have delayed both LNG import and gas power projects,  and financing commitments have yet to materialize."
    },
    {
      "Country": "Pakistan",
      "overall_summary": "Several LNG import terminals have been shelved; the remaining terminals are proposed  with no identifiable project financing as yet. No known gas power plant projects are in development."
    },
    {
      "Country": "Philippines",
      "overall_summary": "Several import terminals are proposed or are in construction, but project financing details remain thin. In the gas power sector, upcoming projects are poised to enter operation by 2030, with equity from Philippines and American parent companies making up the bulk of known project financing."
    },
    {
      "Country": "Singapore",
      "overall_summary": "While project finance details for Singapore’s proposed LNG terminal remain obscure, gas power plants of varying statuses are seeing equity financing from parent companies and project financing from commercial banks from a variety of countries in the region. "
    },
    {
      "Country": "South Korea",
      "overall_summary": "South Korea’s LNG build-out is progressing, with the bulk of known project financing stemming from domestic sources. On the gas power front, most units remain in early stages, with limited project finance information available yet. "
    },
    {
      "Country": "Taiwan",
      "overall_summary": "Most of the known project finance for Taiwan’s developing LNG import terminals stems from equity investments from the state-owned oil and gas company, CPC, while for gas power projects, multiple commercial bank loans have been uncovered. "
    },
    {
      "Country": "Thailand",
      "overall_summary": "Financing remains opaque for Thailand’s four developing LNG terminal units. Developing gas power units span planning and construction statuses, with a small amount of project financing discovered from a bank loan and parent company equity investments."
    },
    {
      "Country": "Vietnam",
      "overall_summary": "While LNG project financing remains relatively obscure, developing gas power projects are finding project financing from a variety of countries and financial institutions."
    }
  ]  
}